
citizen_data = {'fio': {'family': '', 'name': '', 'paternal': ''}, 'phone': '', 'birth': '', 'addr': {'city': '',
                             'distr': '', 'street': '', 'house': '', 'apartment': ''}, 'people_num': '',
                             'people_fio': '', 'invalids': '', 'children': '', 'children_age': '', 'food': '',
                             'diet': '', 'water': '', 'drugs': '', 'drugs_detail': '', 'gigien': '', 'gigien_detail': '',
                             'pampers': '', 'pampers_detail': '', 'pers_data_agreement': '', 'photo_agreement': ''}


questions = ['', 'Введите фамилию', 'Введите имя', 'Введите отчество', 'Введите телефон (10 цифр)', 'Введите дату рождения (дд.мм.гггг)',
                          'Введите адрес \nГород', 'Район', 'Улица','дом', 'квартира', 'Введите число проживающих', 'Введите ФИО и возраст проживающих',
                          'Есть ли среди проживающих инвалиды?', 'Есть ли дети?',
                          'Укажите возраст детей', 'Нужны ли продукты питания?', 'Особенности диеты и т.п.', 'Вода?',
                          'Лекарства?', 'Укажите какие', 'Средства личной гигиены?', 'Укажите какие', 'Памперсы?', 'Укажите какие',
                          'Даю согласие на обработку персональных данных.',
                          'Даю согласие на фото/видео.']

districts = ['Шевченковский', 'Киевский', 'Слободской', 'Холодногорский ', 'Салтовский ',
             'Новобаварский ', 'Индустриальный', 'Немышлянский', 'Основянский']
distr_nums = '123456789'
days = [str(i) for i in range(1, 32)]
monthes = ['янв', 'фев', 'март', 'апр', 'май', 'июнь', 'июль', 'авг', 'сент', 'окт', 'ноя', 'дек']
admin_id = 522358703
