citizen_data = {'fio': '', 'phone': '', 'birth': '', 'addr': '', 'people_num': '', 'people_fio': '',
                             'invalids': '', 'children': '', 'children_age': '', 'food': '', 'drugs': '', 'water': '',
                             'products_detail': '', 'gigien': '', 'gigien_num': '', 'pampers': '', 'diet': '',
                             'pers_data_agreement': '', 'photo_agreement': ''}

quastions = ['', 'Введите ФИО', 'Введите телефон', 'Введите дату рождения (дд.мм.гггг)',
                          'Введите адрес', 'Введите число проживающих', 'Введите ФИО и возраст проживающих',
                          'Есть ли среди проживающих инвалиды?', 'Есть ли дети?',
                          'Если есть, укажите возраст', 'Нужны ли продукты питания?', 'Вода?',
                          'Лекарства?', 'Укажите количество', 'Средства личной гигиены?',
                          'Укажите количество', 'Памперсы?', 'Особенности диеты и т.п.',
                          'Даю согласие на обработку персональных данных.',
                          'Даю согласие на фото/видео.']